package util.SkanerAlg;

public class Algoritm2 {
    // уровень сложности: Написать псевдокод, блок-схему или текстовое описание для алгоритма: сложить три числа и вывести сумму.
    //Реализовать алгоритм в коде.
    public static void main(String[] args) {

        int number1 = 10;
        int number2 = 20;
        int number3 = 30;

        int sum = number1 + number2;
        sum += number3;

        System.out.println(sum);


    }
}
